import styles from "./AboutUs.module.css"


export default function AboutUs(){
    return(
        <section className={styles["about-section"]}>
            <h3>درباره ما</h3>
            <p>
                Meenor با هدف کمک به کاربران برای تصمیم‌گیری بهتر در خرید محصولات راه‌اندازی شد. 
                ما از الگوریتم‌های هوش مصنوعی و تحلیل داده برای مقایسه محصولات در حوزه‌های مختلف استفاده می‌کنیم
                تا شما بتوانید بهترین انتخاب را بر اساس کیفیت، قیمت و تجربه‌ی دیگر کاربران داشته باشید.
            </p>
            <p>
                تیم ما متشکل از متخصصان داده، توسعه‌دهندگان و طراحانی است که عاشق فناوری و ایجاد ابزارهای کاربردی هستند.
                ما همیشه به دنبال بهبود خدمات و اضافه کردن قابلیت‌های جدید برای کاربرانمان هستیم.
            </p>
        </section>
    )
}